Repository: wibu009/RadzenBook
Catalog: src/RadzenBook.Host/Localization/*/Result-*.po
Languages: vi_vn

source: Incorrect username or password
vi_vn: Tên đăng nhập hoặc mật khẩu không đúng

source: Username already exists
vi_vn: Tên đăng nhập đã tồn tại

source: Invalid refresh token
vi_vn: Refresh token không hợp lệ

source: Invalid provider
vi_vn: Nhà cung cấp không hợp lệ

source: External login errorr
vi_vn: Lỗi đăng nhập bên thứ 3

source: Invalid request ip
vi_vn: Địa chỉ ip không hợp lệ

source: Demo with id {0} does not exist
vi_vn: Demo với id {0} không tồn tại

source: Create demo successfully
vi_vn: Tạo demo thành công

source: Update demo successfully
vi_vn: Cập nhật demo thành công

source: Delete demo successfully
vi_vn: Xóa demo thành công

source: Create author successfully
vi_vn: Tạo tác giả thành công

source: Update author successfully
vi_vn: Cập nhật tác giả thành công

source: Delete author successfully
vi_vn: Xóa tác giả thành công

source: Author not found
vi_vn: Không tìm thấy tác giả

source: Create category successfully
vi_vn: Tạo danh mục thành công

source: Update category successfully
vi_vn: Cập nhật danh mục thành công

source: Delete category successfully
vi_vn: Xóa danh mục thành công

source: Category not found
vi_vn: Không tìm thấy danh mục
