Repository: wibu009/RadzenBook
Catalog: RadzenBook.Host/Localization/*/Validation-*.po
Languages: vi_vn

source: Request cannot be null
vi_vn: Yêu cầu không được để trống

source: Phone Number is required
vi_vn: Số điện thoại là bắt buộc

source: Phone Number is not valid
vi_vn: Số điện thoại không hợp lệ

source: Email is required
vi_vn: Email là bắt buộc

source: Email must not exceed {0} characters
vi_vn: Email không được vượt quá {0} ký tự

source: Email is not valid
vi_vn: Email không hợp lệ

source: Username is required
vi_vn: Tên đăng nhập là bắt buộc

source: Password is required
vi_vn: Mật khẩu là bắt buộc

source: Username must not exceed {0} characters
vi_vn: Tên đăng nhập không được vượt quá {0} ký tự

source: Username must be at least {0} characters long
vi_vn: Tên đăng nhập phải dài ít nhất {0} ký tự

source: Password must not exceed 50 characters
vi_vn: Mật khẩu không được vượt quá 50 ký tự

source: Password must be at least 8 characters long, contain at least one uppercase letter, one lowercase letter, one number and one special character
vi_vn: Mật khẩu phải dài ít nhất 8 ký tự, chứa ít nhất một chữ cái viết hoa, một chữ cái viết thường, một số và một ký tự đặc biệt

source: Confirm Password is required
vi_vn: Xác nhận mật khẩu là bắt buộc

source: Confirm Password must match Password
vi_vn: Xác nhận mật khẩu phải khớp với mật khẩu

source: Display Name is required
vi_vn: Tên hiển thị là bắt buộc

source: Display Name must not exceed {0} characters
vi_vn: Tên hiển thị không được vượt quá {0} ký tự

source: Display Name must be at least {0} characters long
vi_vn: Tên hiển thị phải dài ít nhất {0} ký tự

source: AccessToken is required
vi_vn: AccessToken là bắt buộc

source: Name is required
vi_vn: Tên là bắt buộc

source: Name must be at least {0} characters
vi_vn: Tên phải dài ít nhất {0} ký tự

source: Name must not exceed {0} characters
vi_vn: Tên không được vượt quá {0} ký tự

source: Description must not exceed {0} characters
vi_vn: Mô tả không được vượt quá {0} ký tự

source: DemoEnum is not valid
vi_vn: DemoEnum không hợp lệ
